[
  {
    "id": "0",
    "title": "Learn HTML/CSS",
    "category": "Web Development",
    "location": "Remote",
    "price": "£50",
    "duration": "One Month",
    "summary": "Learn modern HTML5, CSS3 and web design by building a stunning website for your portfolio! Building websites allows you to do fun and creative work, from anywhere in the world, and it even pays well. Web development is one of the most future-proof and highest-paying industries in the world. And HTML and CSS is the entry point to this world!"
  },
  {
    "id": "1",
    "title": "Learn Advanced CSS/SASS",
    "category": "Web Development",
    "location": "Remote",
    "price": "£50",
    "duration": "One Month",
    "summary": "The most advanced and modern CSS course on the internet: master flexbox, CSS Grid, responsive design, and so much more. Tons of modern CSS techniques to create stunning designs and effects. How CSS works behind the scenes: the cascade, specificity, inheritance, etc. Using Sass in real-world projects: global variables, architecting CSS, managing media queries, etc."
  },
  {
    "id": "2",
    "title": "Learn Javascript",
    "category": "Frontend Development",
    "location": "Remote",
    "price": "£50",
    "duration": "One Month",
    "summary": "The modern JavaScript course for everyone! Master JavaScript with projects, challenges and theory. JavaScript is the most popular programming language in the world. It powers the entire modern web. It provides millions of high-paying jobs all over the world. That's why you want to learn JavaScript too! You will also learn how to think like a developer, how to plan application features, how to architect your code, how to debug code, and a lot of other real-world skills that you will need on your developer job."
  },
  {
    "id": "3",
    "title": "Learn Figma",
    "category": "UI Design",
    "location": "Remote",
    "price": "£50",
    "duration": "One Month",
    "summary": "Use Figma to get a job in UI Design, User Interface, User Experience design, UX Design & Web Design. This course is aimed at people new to design, new to User Experience design. Even if you are not totally sure what UX really means, not to worry. We will start right at the beginning and work our way through step by step."
  },
  {
    "id": "4",
    "title": "Learn ReactJS",
    "category": "Frontend Development",
    "location": "Remote",
    "price": "£50",
    "duration": "One Month",
    "summary": "React.js is THE most popular JavaScript library you can use and learn these days to build modern, reactive user interfaces for the web. This course teaches you React in-depth, from the ground up, step by step by diving into all the core basics, exploring tons of examples and also introducing you to advanced concepts as well."
  },
  {
    "id": "5",
    "title": "Learn Typescript",
    "category": "Frontend Development",
    "location": "Remote",
    "price": "£50",
    "duration": "One Month",
    "summary": "TypeScript is a powerful superset of JavaScript that makes development smoother, safer, and helps you catch errors and avoid bugs early on. TypeScript adds a bunch of useful features to the JavaScript that you know and love. It helps you be a more productive developer and forces you to write better code."
  },
  {
    "id": "6",
    "title": "Learn Java",
    "category": "Backend Development",
    "location": "Remote",
    "price": "£50",
    "duration": "One Month",
    "summary": "This course is designed to give you the Java skills you need to get a job as a Java developer.  By the end of the course, you will understand Java extremely well and be able to build your own Java apps and be productive as a software developer."
  },
  {
    "id": "7",
    "title": "Learn Spring/Spring Boot",
    "category": "Backend Development",
    "location": "Remote",
    "price": "£50",
    "duration": "One Month",
    "summary": "Spring Boot has a lot of magic going for it. Developing REST Services with Spring Boot is cool and fun. Spring Boot makes it easy to create stand-alone, production-grade Spring based Applications that you can “just run”. Most Spring Boot applications need very little Spring configuration."
  },
  {
    "id": "8",
    "title": "Learn MySQL",
    "category": "Database Management",
    "location": "Remote",
    "price": "£50",
    "duration": "One Month",
    "summary": "Consistently ranked the most in-demand skill in recent employer surveys, SQL is a fantastic way to increase your income and boost your professional development. So many companies today use MySQL, including Twitter, Uber, Airbnb, Dropbox, Github, Kickstarter, Udemy, Slack, and many others. Unsure about the difference between SQL and MySQL? MySQL is the most popular open source SQL database out there, so it is a great choice to begin your learning journey."
  },
  {
    "id": "ff808081823ed5a801823ff287bc0006",
    "title": "Learn Python",
    "category": "Backend",
    "location": "Remote",
    "price": "£50",
    "duration": "One Month",
    "summary": "This Python For Beginners Course Teaches You The Python Language Fast. Includes Python Online Training With Python 3. This course is aimed at complete beginners who have never programmed before, as well as existing programmers who want to increase their career options by learning Python."
  }
]
